<template>
    <section class="product">
        <h2>Надёжные весы для вашего бизнеса</h2>
        <article>
            <header>
                <h2>Для чего нужны весы?</h2>
            </header>
            <ul class="product__benefits">
                <li>
                    Увеличение эффективности складирования: Промышленные весы позволяют точно измерять и контролировать вес товаров, которые хранятся на складе. Клиенты могут оптимизировать использование места и уменьшить ошибки в отгрузке благодаря точному контролю массы грузов.
                </li>
                <li>
                    Точное дозирование в производстве: Весы используются для точного дозирования сырья и ингредиентов в производственных процессах. Это помогает поддерживать высокое качество продукции и уменьшает потери материалов.
                </li>
                <li>
                    Контроль качества продукции: При помощи весов можно проверять соответствие продукции заданным стандартам качества. Если вес продукции отличается от установленных норм, это может сигнализировать о возможных проблемах в производственном процессе.
                </li>
                <li>
                    Точный учет в торговле: Промышленные весы широко используются в розничных точках продаж, супермаркетах и торговых центрах для точного взвешивания продуктов и определения стоимости. Это позволяет предоставлять точные цены и избегать потерь при продаже продуктов.
                </li>
                <li>
                    Безопасность и соблюдение нормативов: В некоторых отраслях, таких как грузоперевозки и сельское хозяйство, применение весов помогает соблюдать безопасность и нормативы, касающиеся перевозки и использования материалов.
                </li>
                <li>
                    Оптимизация логистики: Промышленные весы позволяют точно определить массу грузов, что помогает в оптимизации расходов на транспортировку и управлении логистическими процессами.
                </li>
                <li>
                    Обеспечение соблюдения стандартов в пищевой промышленности: Весы играют критическую роль в пищевой промышленности, где точность взвешивания является необходимым условием для соблюдения стандартов качества и безопасности пищевых продуктов
                </li>
            </ul>
        </article>
    </section>
</template>

<script setup lang="ts">
</script>
<style lang="scss" scoped>
    
.product{
    width: 70%;
    align-self: center;
    border-radius: 32px;
    color: $colorBlack;
    padding: 4rem;
    
    header{
        padding: 0 2rem;
    }

    ul{
        text-decoration: none;
        list-style:none;
        font-size: 1.5rem;

        padding: 0 4rem;

        li{
            padding: 1.5rem 0;
            border-bottom: 1px solid $colorGrey;
            text-indent: 1rem;
            &:last-child{
                border-bottom: none;
            }
        }
    }
}
</style>